<h2 id="general-provisions">第1条（総則）</h2>
<ol type="1">
  <li>
    本規約は、kokuchi.party（以下「当サイト」といいます）の利用条件を定めるものです。ユーザーは本規約に同意の上、当サイトを利用するものとします。
  </li>
  <li>本規約は、当サイトが提供する全てのサービスに適用されます。</li>
</ol>
<h2 id="prohibited-conduct">第2条（禁止事項）</h2>
<p>ユーザーは、当サイトの利用に際し、以下の行為を行ってはなりません。</p>
<ol type="1">
  <li>著作権や商標権など、他者の知的財産権を侵害する行為</li>
  <li>他者を中傷する、または不適切な内容を投稿する行為</li>
  <li>スパム行為、広告目的の投稿</li>
  <li>不正アクセスやシステムの妨害行為</li>
  <li>他者へのなりすまし行為</li>
  <li>法令または公序良俗に反する行為</li>
</ol>
<h2 id="user-provided-content">第3条（ユーザーのコンテンツ）</h2>
<ol type="1">
  <li>
    ユーザーが当サイトに投稿したコンテンツ（イベント情報、コメント等）の著作権はユーザーに帰属します。ただし、ユーザーは当サイトに対して、投稿したコンテンツを使用する権利を許諾するものとします。
  </li>
  <li>ユーザーは、自らが投稿するコンテンツについて、法的責任を負うものとします。</li>
</ol>
<h2 id="privacy-and-handling-of-personal-information">第4条（プライバシーと個人情報の取り扱い）</h2>
<ol type="1">
  <li>
    当サイトは、法令に基づく場合を除き、利用者から提供された個人情報を共有または販売することはありません。当サイトは、ログインおよびマーケティング以外の運営上の電子メールの送信
    （電子メールアドレスなど）、ウェブサーバーの診断および通常の運営（IPアドレス、ブラウザ情報など）以外のいかなる目的にも使用しません。
  </li>
  <li>
    アカウントを作成することで、ユーザーは当サイトがGDPRに示される範囲内の情報を取り扱うことに明示的に同意します。
  </li>
  <li>
    当サイトは、Google
    AnalyticsやAdSenseのようなトラッカーをアプリ上で使用しません。当サイトは、運営目的（例：ユーザーのログイン、ユーザー設定の保存）のためにいくつかのクッキーを使用します。
    これらは「サードパーティ」または「トラッキング」クッキーではありません。
  </li>
</ol>
<h2 id="limitation-of-liability">第5条（責任の制限）</h2>
<ol type="1">
  <li>
    当サイトは、ユーザーが投稿したイベント情報の正確性や信頼性について、一切の責任を負いません。
  </li>
  <li>当サイトの利用により発生した損害について、運営者は一切の責任を負いません。</li>
</ol>
<h2 id="changes-to-services-and-terms">第6条（サービス内容および利用規約の変更）</h2>
<ol type="1">
  <li>
    当サイトは、ユーザーへの事前通知をもって、サービス内容の変更または中断・終了を行うことができるものとします。
  </li>
  <li>
    当サイトは、必要に応じて、本規約を変更できます。規約変更後、ユーザーが当サイトを利用した場合、変更後の規約に同意したものとみなされます。
  </li>
  <li>本規約の変更は、当サイト上での告知をもって行われるものとします。</li>
</ol>
<h2 id="governing-law-and-jurisdiction">第7条（準拠法と裁判管轄）</h2>
<ol type="1">
  <li>本規約は、日本法に準拠し、解釈されるものとします。</li>
  <li>
    当サイトに関連して生じた紛争については、当サイト管理者の所在地を管轄する裁判所を専属的合意管轄とします。
  </li>
</ol>